// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Mappa";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Könyvjelzők";

// genre names
"Social Networking" = "Szociális";
"Reference" = "Referencia";
"News" = "Hírek";
"Games" = "Játékok";
"Productivity" = "Produktivitás";
"Entertainment" = "Szórakozás";
"Lifestyle" = "Életmód";
"Navigation" = "Navigáció";
"Music" = "Zene";
"Utilities" = "Eszközök";
"Travel" = "Utazás";
"Sports" = "Sport";
"Healthcare & Fitness" = "Egészség";
"Photography" = "Fotózás";
"Finance" = "Pénzügy";
"Business" = "Üzlet";
"Education" = "Oktatás";
"Weather" = "Időjárás";
"Books" = "Könyvek";
"Medical" = "Orvosi";
"Stores" = "Áruházak";

// game subgenre names
"Action Games" = "Akció";
"Adventure Games" = "Kaland";
"Arcade Games" = "Arcade";
"Board Games" = "Táblajátékok";
"Card Games" = "Kártyajátékok";
"Casino Games" = "Kaszinó";
"Dice Games" = "Kockajáték";
"Educational Games" = "Oktató";
"Family Games" = "Gyerekjáték";
"Kids Games" = "Gyerekjáték";
"Music Games" = "Zenei játékok";
"Puzzle Games" = "Kirakós";
"Racing Games" = "Versenyzős";
"Role Playing Games" = "Szerepjátékok";
"Simulation Games" = "Szimuláció";
"Sports Games" = "Sport";
"Strategy Games" = "Stratégiai";
"Trivia Games" = "Tudásjáték";
"Word Games" = "Szójátékok";



